{
    "artists": [
        {
            "name": ["Binz", "Lê Nguyễn Trung Đan"],
            "dob": "24/05/1988",
            "img": "../image/binz.jpg",
            "desc": "Tham gia cộng đồng underground Việt từ năm 2008, Binz đã từng là artist của một số diễn đàn rap như Midsiderap, GVR. Được biết tới rộng rãi hơn trong năm 2010 với mixtape ”M-da Legend” & những sản phẩm đáng chú ý kết hợp với rapper Cá Chép của Vietdreamerz, người nghe rap nhớ tới Binz là một artist trẻ miền Trung có giọng hát ngọt ngào, kĩ thuật tốt và luôn mới mẻ. 
            Các album của anh: Nếu Như Là Định Mệnh - Bin , Hoài Lâm Sau Mỗi Đêm Dài - JC Hưng , Binz (2017) Cơn Mưa Cuối (Single) Hoa Hồng Dại - Binz , KanDy , Ken Tamz Tết Này Con Về - Isaac Thái , Binz Chỉ Còn Mình Anh (Single) (2016) Tát Nước Đầu Đình (Single) Điều Bí Mật (Single)-ItsLee , Binz. 
            Những Bài Hát Hay Nhất Của Binz (2015) Bâng Khuâng (Rap Version) (Single) - JustaTee , Binz (2014) Crying Over You (Single) JustaTee , Binz (2013) Nếu Như Là Định Mệnh - Hoài Lâm ft. Binz (2017) HOA HỒNG DẠI - Binz(2017)"
        },
        {
            "name": ["JustaTee", "Nguyễn Thanh Tuấn"],
            "dob": "01/11/1991",
            "img": "../image/justatee.jpg",
            "desc": "Là thành viên cũ của Click Click Boom, đang là thành viên trong Joker's Rule và LadyKillah Proz. 
            Khả năng: Composer, singer, mixer, beatzmaker. 
            Kinh nghiệm: Sáng tác và hát hơn 5 năm. 
            Chất giọng: Smooth 
            Thể loại: RnB/Hiphop. 
            Hiện đang là Music Producer của LadyKillah Proz - Nhóm các Rappers/Singers hàng đầu VN như Lil'Knight, Emily, Mr.T, Yanbi,Mr.A, Bueno, Phúc Bồ, TmT, Big Daddy..... 
            Phong cách ăn mặc: Original Là 1 ca sỹ đi lên từ Underground với mức cảm nhạc khác người, họ nói anh là người đầu tiên mang đến định nghĩa thực về dòng nhạc R&B, khi mà trước đó chỉ là những bài hát Pop ngộ nhận, và đến bây giờ cũng chưa có nhiều người nhận thức đúng về dòng nhạc này. 
            Bắt đầu sáng tác từ năm 2004 với nick name JayTee, sau này được đổi thành JustaTee. 
            2005 - 2008: Là Rapper/Singer/Music producer trong nhóm Click Click Boom - nhóm nhạc rap đa thành viên đầu tiên tại Việt Nam. 
            2008: Bắt đầu đánh dấu sự nghiệp R&B. 
            2010: Cùng Lil' Knight đồng sáng lập nên LadyKillah với sự điều hành của Mr.J ( Jan Saker ) làm nên website R&B/Hiphop lớn mạnh nhất hiện nay. 
            20/08/2010: Ra mắt mini album JUST-A-TEE đánh dấu tên tuổi mình trên nền nhạc R&B của nước nhà. 
            Ca khúc "Sau tất cả", với sự góp giọng của JustaTee và BigDaddy đã trở thành bài hit đình đám trong thế giới nhạc Việt. 
            Trong chương trình The Remix - Hòa âm ánh sáng 2016, "cặp bài trùng" này lại tiếp tục có màn phối hợp ăn ý trong ca khúc "Về nhà ăn tết", ca khúc này đã trở thành bản hit trong những ngày đầu năm mới 2016. Trong năm 2016, "cặp bài trùng" này tiếp tục hợp tác trong single "Dù anh có đứng lại", một ca khúc mạng đậm cá tính của cả hai giọng ca, khiến khán giả phát cuồng về sự mới lạ trong phong cách. 
            Những bài hát mang lại tên tuổi JustaTee: Người Lạ Nơi Cuối Đường, Imma HeartBreaker, K part 2, Không Tin 1 Sớm Mai Bình Yên REMIX, Call Me The Liar..."
        },
        {
            "name": ["Da LAB", "Da LAB"],
            "dob": "",
            "img": "../image/binz.jpg",
            "desc": "Nhóm Da LAB thành lập từ 2007, ban đầu theo đuổi dòng nhạc rap/hiphop, bắt đầu từ việc cover các ca khúc nhạc rap nước ngoài như của Eminem, 50 cent, G-unit… sau đó mới tập sáng tác và viết các ca khúc của mình. Nhóm dần được biết đến nhiều hơn, đầu tiên là qua bài hát Hà Nội giờ tan tầm, tham gia chương trình Bài hát Việt 2013, series Rap news plus cộng tác cùng báo điện tử Vietnam plus và nhất là qua bài hát Một nhà. 
            Với bài hát “Hà Nội giờ tan tầm”, nhóm mong muốn giới thiệu cho khán giả của Chương trình Bài hát Việt một dòng nhạc rap có chiều sâu và có tính trưởng thành, góp phần định hướng cho rap Việt và những người nghe nhạc rap tại Việt Nam. 
            Ca khúc nổi bật được các bạn trẻ yêu thích như “Một nhà”, “Về thôi”. Single của nhóm Da LAB mang tên "Từ Ngày Em Đến", "Chậm Lại Một Chút", "Sàn Nhà Ký Ức", "Còi", "Việt Nam"."
        },
        {
            "name": ["ItsLee", "Đàm Việt Thành"],
            "dob": "12/06",
            "img": "../image/binz.jpg",
            "desc": " Dòng nhạc: Rnb, Pop, Ballad, Hiphop; bắt đầu với âm nhạc từ 2005. 
            Sở thích: Âm nhạc. 
            Sở trường: tỉ mỉ. 
            Ghét: cô đơn. 
            Sợ: cô đơn. 
            Ước mơ: có nhiều ước mơ... 
            Mục tiêu: kiếm tiền...phục vụ cuộc sống, tình yêu và đam mê. 
            Quá Trình Hoạt Động: 
            2005: Bắt đầu sáng tác và thu âm các ca khúc. 
            2006: Tham gia diễn đàn GVR và hiện nay vẫn là Arist của GVR - Sáng tác và thể hiện bản hit : Tiểu Thuyết Tình Yêu (ft Andree & Lee7 – 2 rapper Việt sống tại nước ngoài) - Tiếp tục hoạt động tại GVR và có những track hot : Khỏi cần yêu, đừng khóc khi anh đi ... 
            2008: Tham gia thêm diễn đàn và là thành viên sáng tác và là Vocalist chính của nhóm nhạc hiphop S.O.K tại Hà Nội gồm có Hieuken, Kenny, Jongkay, ItsLee, Tony. - Bắt đầu đi diễn là làm quen với các sân khấu âm nhạc tại Hà Nội và các tỉnh miền Bắc. - Đã cùng với SOK có những hit : Sau Khi Em Đi, Đôi Tay, My Girl và gần đây nhất là I Don’t Need. - Hiện tại nhóm vẫn duy trì hoạt động dù ít hơn xưa và nhắm tới underground. 
            2010-2011: Vào Sài Gòn học về kỹ thuật âm thanh và bắt đầu đến với âm nhạc chuyên nghiệp. 
            2012: Về lại Hà Nội và quản lý và kỹ thuật chính của 2 phòng thu tại Hà Nội (Viet-Idol Studio & Kyxaoviet Studio) - Tiếp tục hoạt động cùng diễn đàn GVR và hát cùng các Artist của diễn đàn ( BDT, Binz, SilverC , T-Akayz, DaVickie, LinhLam ..v.v) - Có bản hit: Nơi Nào Cho Em ( ft. T-Akayz & Phương Kul [G-Plus] ) & FRESH ( ft. DaVickie, Binz & SilverC ). 
            2013: Xây dựng phòng thu đầu tiên của diễn đàn GVR tại Hà Nội ( GVR RECORDS – 20/444 Đội Cấn ) cùng Admin của diễn đàn GVR ( TRICKY & BDT HANOI ) - Quản lý phòng thu âm và tiếp tục nhận đặt sáng tác ca khúc. - Hoạt động tích cực tại Underground và hướng đến âm nhạc chuyên nghiệp."
        },
        {
            "name": ["TAS", "TaynguyenSound"],
            "dob": "",
            "img": "../image/binz.jpg",
            "desc": ""
        },
        {
            "name": ["Táo", "Võ Hồ Thanh Vi"],
            "dob": "13/6/1994",
            "img": "../image/binz.jpg",
            "desc": "Thời gian rap 3 năm nhưng được biết tới gần đây nhờ những bài rap êm nhẹ, viết về những câu chuyện tự sự,những cảm xúc có chất thơ. 
            Sở thích: vẽ, viết thơ,truyện và rap. 
            Ngưỡng mộ: Kero One, DatManiac,Acy. 
            Thông tin liên lạc :www.facebook.com/tao.tinhtam"
        },
        {
            "name": ["Young H", "Nguyễn Đăng Khắc Hiếu"],
            "dob": "07/03/1988",
            "img": "../image/binz.jpg",
            "desc": "Nơi cư ngụ: Annandale, VA. 
            Sở thích: onl và hại não các bạn trẻ.
            Soundclick : www.soundclick.com/ssryoungh.
            Fb: find "Hiếu nhỏ Young H".
            Tình trạng qan hệ: married. 
            Hay lang thang SG và cà phê bệt. Thói qen sẽ hút thuốc khi vừa mở mắt dậy, sau đó nằm ngủ tiếp. 
            Những bài hát nổi bật: Outsider, Xin Kết Thúc, 3.1:53, Mưa Tháng 2, Find Da Way To Love, Far"
        },
        {
            "name": ["Bray", "Trần Thiện Thanh Bảo"],
            "dob": "11/10/1993",
            "img": "../image/binz.jpg",
            "desc": "Bắt đầu nghe nhạc từ năm 14, sau 3 năm học hỏi thì B Ray đã bắt đầu bỏ những track làm bằng tiếng anh lên mạng. 
            Dù được sự ủng hộ của 1 số ít, nhưng vì bất đồng trong ngôn ngữ nên nhạc đã không được đón nhận. 
            Đến khoảng cuối năm 2012, B Ray đã quyết định rap bằng tiếng Việt. Dù đã có nhiều người bảo là không thích hợp và nên tiếp tục rap bằng tiếng anh, nhưng sau 1 khoảng thời gian, anh đã dần được biết đến hơn vào cuối năm 2013. 
            B Ray được nhiều artist và fan cho là rapper hay nhất Việt Nam và Underground do lối dùng skill độc đáo, đa dạng, điêu luyện của mình. 
            Những ca khúc mới nhất: One Time (2017) 100 questions (2017) Bước đều bước (2017) Way back home (2017)"
        },
        {
            "name": ["Andree", "Bùi Thế Anh"],
            "dob": "18/06/1987",
            "img": "../image/binz.jpg",
            "desc": "Andree là một rapper Việt Nam phổ biến trong giới Rap ngầm châu Á. Andree có một fan hâm mộ lớn ở Bắc Mỹ và Việt Nam. 
            Andree rap hoàn toàn bằng tiếng Việt, trong khi châu Á hầu hết các rapper rap chỉ bằng tiếng Anh. Điều khác biệt Andree là Việt Nam phong cách rap của ông bao gồm "bling" và phong cách của rapper người Mỹ gốc Phi hiện hành. Lời bài hát của ông thể hiện quyến rũ và thời trang của văn hóa hip hop, bao gồm cả xe ô tô , dây chuyền vàng, các cô gái và trẻ em gái. Thời trang độc đáo ý nghĩa Andree được lấy cảm hứng từ xu hướng thời trang màu đen được thiết lập bởi các rapper Mỹ, Lil Wayne và TI đến tên một vài. Andree Right Hand tiếp tục thúc đẩy Rap Việt cho người hâm mộ trên khắp thế giới. Andree không chỉ rap về người Việt Nam, ông rap về Việt Nam phù hợp với giới trẻ trong xã hội ngày nay và làm thế nào đầu tiên và trẻ em thế hệ thứ hai của Việt Nam cũng có thể sống giấc mơ Mỹ có xe ô tô nhanh và đời sống xa hoa. 
            Andree bắt đầu đến với rap từ những năm 2005, khi Hiphop bắt đầu đổ bộ vào Việt Nam nhưng chưa thực sự trở thành một làn sóng và trào lưu thực sự. Những bản rap của anh được đánh giá cao bởi flow chuẩn, ca từ khá "hằm hố", gai góc và đi sâu vào những góc khuất của cuộc sống. Gần 10 năm gắn bó với nghiệp rap, Andree đã tạo dấu ấn trong lòng những tín đồ Hiphop với những bản rap như Tiểu thuyết tình yêu, Ánh đèn sân khấu, Leaving me so easy… 
            Trong suốt sự nghiệp rap của mình Andree đã có những sự hợp tác khá thành công với các rapper khác như Lil Shady, LK, Addy Trần… Những năm gần đây, tuy không còn thực sự hoạt động mạnh mẽ và có nhiều sản phẩm như trước đây nữa song Andree vẫn là một tượng đài lớn của rap Việt thời kì đầu. 
            Hiện nay, Andree đã trở về Việt Nam và bắt đầu có những sản phẩm âm nhạc trong nước gây được chú í như Ngọn nến trước gió, Anh sẽ quên, Ai đã khiến em như vậy…. 
            Các album của anh: -Where U At (Single). -SpaceShip (Digital Single 2011). -Sleep Less Work More."
        },
        {
            "name": ["Rhymastic", "Vũ Đức Thiện"],
            "dob": "08/04/1991",
            "img": "../image/binz.jpg",
            "desc": "Hiện là sinh viên trường ĐH Kiến Trúc Hà Nội. 
            Hoạt động chính: Rapper/Hip Hop Producer của Space Speakers. 
            Rhymastic từng tốt nghiệp trường Đại Học Kiến Trúc Hà Nội. Với đam mê vào nghệ thuật, Rhymastic đã tự mày mò học sáng tác và sản xuất âm nhạc từ năm 2009. Anh từng làm việc cho phòng thu M4ME cùng các nghệ sĩ trẻ có tên tuổi như Justa Tee và Young Uno. 
            Năm 2011, Rhymastic chính thức bước chân vào sự nghiệp âm nhạc chuyên nghiệp, với tư cách là một rapper, nhà sản xuất âm nhạc của Space Speakers. Anh từng tham gia sản xuất một số ca khúc cho các ca sĩ nổi tiếng như: "Khi bên em" - Cường Seven, "Sâu trong em" - Bích Phương, "Melody" - Phương Linh... Rhymastic giờ đây được giới trẻ biết đến qua track Yêu 5 - đứng top Zing vài tuần"
        },
        {
            "name": ["Trịnh Thăng Bình", "Trịnh Thăng Bình"],
            "dob": "30/04/1988",
            "img": "../image/binz.jpg",
            "desc": "Trịnh Thăng Bình là một ca sĩ, nhạc sĩ, diễn viên và nhà sản xuất âm nhạc nổi tiếng Việt Nam. 
            Năm 2006, nam ca sĩ gia nhập nhóm La Thăng cùng hai thành viên Minh Tuấn, Việt Hải. 
            Năm 2008 anh tách nhóm và phát triển sự nghiệp hát solo. Trịnh Thăng Bình ra mắt album đầu tay mang chính tên mình để khẳng định lối đi riêng cũng như vai trò sáng tác nhạc. 
            Năm 2011, nam ca sĩ phát hành album thứ hai "Summer love" với nhiều hit được các bạn trẻ yêu mến như: Lời chưa nói, Đã biết sẽ có ngày hôm qua, Đã lâu không gặp... 
            Năm 2013 anh phát hành ca khúc hit Người ấy. 
            Ngoài ca hát, Trịnh Thăng Bình còn tham gia đóng phim như: Có lẽ nào ta yêu nhau, Anh em sinh đôi, Blog và người đẹp, Tam nam vẫn phú… 
            Hiện tại anh là giám đốc công ty cổ phần Bpro Entertainment, chuyên sản xuất âm nhạc và tổ chức sự kiện. 
            Các giải thưởng anh đã đạt được: Lọt vào top 10 nhạc sĩ được yêu thích nhất Làn sóng xanh năm 2013. Giành giải thưởng "Album của năm" được Zing MP3 trao giải trong chương trình Zing Music Awards 2013 với album "Người Ấy". Giải thưởng "Ca khúc Pop/Rock được yêu thích" được Zing MP3 trao giải trong chương trình Zing Music Awards 2013 với ca khúc "Người Ấy". Lọt vào top 20 ca sĩ của năm được YANTV trao giải trong chương trình Yan VPOP 20 Awards 2013. 
            Các album đã phát hành: Trịnh Thăng Bình Vol. 1 (2009) Lời Chưa Nói (2010) Summer Love (2011) Đã biết sẽ có ngày hôm qua (2011) Đã lâu không gặp (2011) Người Ấy (2012) Lãng Tử (Single) (2013) Người Thứ 3 (2014) Người Yêu Tuyệt Vời (2014) Từ Khi Gặp Em (2015) Sài Gòn Đêm Nay (Single) (2015) Anh Muốn Nói (Single) (2016) Em Đừng Quay Về Đây (Single) (2016) Ai Đằng Sau Lưng Em (Single) (2016) Vỡ Tan (2016) Anh Em Và Ai (2016) Gia Đình Tôi Chọn (Single) (2017) Seen (Single) (2017)"
        },
        {
            "name": ["Soobin Hoàng Sơn", "Nguyễn Hoàng Sơn"],
            "dob": "10/09/1992",
            "img": "../image/binz.jpg",
            "desc": "Là một ca sĩ, nhạc sĩ và rapper trẻ đang được nhiều người yêu mến và Soobin hiện là ca sĩ của SpaceSpeakers Music Productionz. 
            Tuy Hoàng Sơn sinh ra và lớn lên ở Hà Nội nhưng anh lại tập trung phát triển sự nghiệp ca hát của mình hơn trong những năm gần đây tại Tp. HCM.
            Sở trường của Soobin Hoàng Sơn là các ca khúc R&B, thế nhưng mới đây nam ca sĩ Hà Thành này lại khiến khán giả không khỏi bất ngờ khi phát hành ca khúc mang phong cách pop ballad có tựa đề "Phía sau một cô gái", một sáng tác của nữ ca nhạc sĩ Tiên Cookie - Đánh dấu một nét nổi bật mới dành cho nam ca sĩ này. Không chỉ đổi mới về phong cách âm nhạc, Soobin Hoàng Sơn còn trau chuốt về hình ảnh lẫn giọng hát trong sản phẩm âm nhạc mới này. Bài hát này còn là một trong những bài hát được nghe nhiều nhất tại Việt Nam trong năm 2016. Tính đến ngày 10 tháng 10 năm 2017, bản Audio chính thức đã thu hút được 238,971,037 lượt nghe trên Zing Mp3."
        }
    ]
}